Repository: bazzite-org/webapp-manager
Catalog: po/webapp-manager-la.po
Languages: la

source: Web App
la: Applicatio Interretalis

source: Web Apps
la: Applicationes Interretales

source: Keyboard Shortcuts
la: Claves Ardentes

source: About
la: Circa

source: Quit
la: Relinque

source: Name
la: Nomen

source: Browser
la: Navigator

source: Web
la: Interrete

source: Internet
la: Interrete

source: Accessories
la: Additamenta

source: Games
la: Ludi

source: Graphics
la: Graphica

source: Office
la: Officina

source: Sound & Video
la: Sonus atque Visio

source: Programming
la: Programmatura

source: Education
la: Eruditio

source: No supported browsers were detected.
la: Nullus navigator toleratus invenitur.

source: Run websites as if they were apps
la: Locus interretales velut applicationes pelle

source: Delete '%s'
la: '%s' dele

source: Are you sure you want to delete '%s'?
la: Certe '%s' removere visne?

source: This Web App will be permanently lost.
la: Haec Applicatio Interretalis definite delenda est.

source: Add a New Web App
la: Novam Applicationem Interretalem Adde

source: Edit Web App
la: Applicationem Interretalem Muta

source: Choose an icon
la: Iconem elige

source: Add
la: Adde

source: Edit
la: Muta

source: Launch
la: Pelle

source: Name:
la: Nomen:

source: Address:
la: Domicilium:

source: Website name
la: Nomen situs interretialis

source: Cancel
la: Interrumpe

source: OK
la: Bene

source: Find icons online
la: Icones in linea inveni

source: Category:
la: Genus:

source: Browser:
la: Navigator:

source: If this option is enabled the website will run with its own browser profile.
la: Hac optione iussa, situs internetalis in configuratione sua privata pelletur.

source: Isolated profile:
la: Configuratio solitaria:

source: Navigation bar:
la: Tabula navigationis:

source: Private/Incognito Window:
la: Fenestra Privata/In Incognito:

source: Custom parameters:
la: Ad hoc parametra:

source: Custom browser parameters
la: Ad hoc parametra navigatoris

source: Manage your Web Apps
la: Tuas Applicationes Interretales Cura

source: Other Shortcuts
la: Ceterae Viae compendiariae

source: Go Back
la: Reverte

source: Shortcuts
la: Viae compendiariae
